Repository: xcv58/MacTools
Catalog: Plugins/TrackpadGestures/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.testing.recognizedFormat
source: 已识别：%@。停止测试前，已配置的操作不会执行。
ar: تم التعرف عليه: %@. لن تعمل الإجراءات المكوّنة حتى توقف الاختبار.
de: Erkannt: %@. Konfigurierte Aktionen werden erst nach dem Stoppen des Tests ausgeführt.
en: Recognized: %@. Configured actions will not run until you stop testing.
es: Reconocido: %@. Las acciones configuradas no se ejecutarán hasta que detengas la prueba.
fr: Reconnu : %@. Les actions configurées ne s’exécuteront pas avant l’arrêt du test.
ja: 認識されました: %@。テストを停止するまで、設定済みのアクションは実行されません。
ko: 인식됨: %@. 테스트를 중지할 때까지 설정된 동작이 실행되지 않습니다.
pt: Reconhecido: %@. As ações configuradas não serão executadas até você parar o teste.
ru: Распознано: %@. Настроенные действия не выполняются, пока вы не остановите тест.
tr: Tanındı: %@. Testi durdurana kadar yapılandırılmış eylemler çalıştırılmaz.
zh_hant: 已識別：%@。停止測試前，已設定的操作不會執行。

# settings.testing.start
source: 开始测试
ar: ابدأ الاختبار
de: Test starten
en: Start Test
es: Iniciar prueba
fr: Démarrer le test
ja: テストの開始
ko: 테스트 시작
pt: Iniciar teste
ru: Начать тест
tr: Testi Başlat
zh_hant: 開始測試

# settings.testing.stop
source: 停止测试
ar: إيقاف الاختبار
de: Test stoppen
en: Stop Test
es: Detener prueba
fr: Arrêter le test
ja: テストの停止
ko: 테스트 중지
pt: Parar teste
ru: Остановить тест
tr: Testi Durdur
zh_hant: 停止測試

# editor.title
source: 手势映射
ar: رسم خرائط الإيماءات
de: Gestenzuordnung
en: Gesture Mapping
es: Mapeo de gestos
fr: Cartographie gestuelle
ja: ジェスチャーマッピング
ko: 제스처 매핑
pt: Mapeamento de gestos
ru: Сопоставление жестов
tr: Hareket Eşlemesi
zh_hant: 手勢映射

# editor.gesture.title
source: 手势
ar: إيماءة
de: Geste
en: Gesture
es: gesto
fr: Geste
ja: ジェスチャー
ko: 제스처
pt: Gesto
ru: Жест
tr: Hareket
zh_hant: 手勢

# editor.action.title
source: 操作
ar: الإجراء
de: Aktion
en: Action
es: Acción
fr: Action
ja: アクション
ko: 동작
pt: Ação
ru: Действие
tr: Eylem

# editor.shortcut.record
source: 录制快捷键
ar: تسجيل الاختصار
de: Aufnahmeverknüpfung
en: Record Shortcut
es: Grabar acceso directo
fr: Raccourci d'enregistrement
ja: 録音のショートカット
ko: 녹음 바로가기
pt: Atalho de gravação
ru: Ярлык записи
tr: Kısayolu Kaydet
zh_hant: 錄製快捷方式

# editor.shortcut.unset
source: 未设置
ar: غير محدد
de: Nicht festgelegt
en: Not Set
es: No establecido
fr: Non défini
ja: 未設定
ko: 설정되지 않음
pt: Não definido
ru: Не установлено
tr: Ayarlanmadı
zh_hant: 未設定

# editor.error.duplicateGesture
source: 该手势已配置，请选择其他手势。
ar: تم تكوين هذه الإيماءة بالفعل. اختر إيماءة أخرى.
de: Diese Geste ist bereits konfiguriert. Wählen Sie eine andere Geste.
en: This gesture is already configured. Choose another gesture.
es: Este gesto ya está configurado. Elige otro gesto.
fr: Ce geste est déjà configuré. Choisissez un autre geste.
ja: このジェスチャはすでに構成されています。別のジェスチャを選択してください。
ko: 이 동작은 이미 구성되어 있습니다. 다른 동작을 선택하세요.
pt: Este gesto já está configurado. Escolha outro gesto.
ru: Этот жест уже настроен. Выберите другой жест.
tr: Bu hareket zaten yapılandırılmış. Başka bir hareket seçin.
zh_hant: 該手勢已配置。選擇另一個手勢。

# editor.error.shortcutRequired
source: 请录制一个键盘快捷键。
ar: تسجيل اختصار لوحة المفاتيح.
de: Zeichnen Sie eine Tastenkombination auf.
en: Record a keyboard shortcut.
es: Graba un atajo de teclado.
fr: Enregistrez un raccourci clavier.
ja: キーボード ショートカットを記録します。
ko: 키보드 단축키를 기록합니다.
pt: Grave um atalho de teclado.
ru: Запишите сочетание клавиш.
tr: Bir klavye kısayolu kaydedin.
zh_hant: 記錄鍵盤快速鍵。

# editor.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# editor.save
source: 保存
ar: حفظ
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet
zh_hant: 儲存

# action.shortcut
source: 键盘快捷键
ar: اختصار لوحة المفاتيح
de: Tastaturkürzel
en: Keyboard Shortcut
es: Atajo de teclado
fr: Raccourci clavier
ja: キーボードショートカット
ko: 키보드 단축키
pt: Atalho de teclado
ru: Сочетание клавиш
tr: Klavye Kısayolu
zh_hant: 鍵盤快速鍵

# action.shortcutFormat
source: 快捷键 %@
ar: الاختصار %@
de: Verknüpfung %@
en: Shortcut %@
es: Acceso directo %@
fr: Raccourci %@
ja: ショートカット %@
ko: 바로가기 %@
pt: Atalho %@
ru: Ярлык %@
tr: Kısayol %@
zh_hant: 捷徑 %@

# action.middleClick
source: 鼠标中键
ar: انقر الأوسط
de: Mittlerer Klick
en: Middle Click
es: Clic medio
fr: Clic du milieu
ja: 中クリック
ko: 가운데 클릭
pt: Clique do meio
ru: Средний щелчок
tr: Orta Tıklama
zh_hant: 中鍵點選

# gesture.tipTapLeftOneFixed
source: TipTap 左侧（1 指固定）
ar: TipTap يسارًا (إصبع واحد ثابت)
de: TipTap Left (1 fester Finger)
en: TipTap Left (1 Fixed Finger)
es: TipTap hacia la izquierda (1 dedo fijo)
fr: TipTap gauche (1 doigt fixe)
ja: 左にチップタップ (固定指 1 本)
ko: 팁왼쪽으로 탭하기(고정 손가락 1개)
pt: TipTap Esquerda (1 dedo fixo)
ru: TipTap влево (1 фиксированный палец)
tr: TipTap Sol (1 Sabit Parmak)
zh_hant: TipTap 左（1 固定手指）

# gesture.tipTapRightOneFixed
source: TipTap 右侧（1 指固定）
ar: TipTap لليمين (إصبع واحد ثابت)
de: TipTap Right (1 fester Finger)
en: TipTap Right (1 Fixed Finger)
es: TipTap hacia la derecha (1 dedo fijo)
fr: TipTap droit (1 doigt fixe)
ja: 右にチップタップ (固定指 1 本)
ko: Tip오른쪽 탭(고정 손가락 1개)
pt: TipTap Right (1 dedo fixo)
ru: TipTap Right (1 фиксированный палец)
tr: TipTap Sağ (1 Sabit Parmak)
zh_hant: TipTap Right（1 固定手指）

# gesture.tipTapLeftTwoFixed
source: TipTap 左侧（2 指固定）
ar: TipTap يسارًا (إصبعين ثابتين)
de: TipTap Left (2 feste Finger)
en: TipTap Left (2 Fixed Fingers)
es: TipTap hacia la izquierda (2 dedos fijos)
fr: TipTap gauche (2 doigts fixes)
ja: TipTap 左 (2 本の固定指)
ko: Tip왼쪽으로 탭하기(고정 손가락 2개)
pt: TipTap Esquerda (2 dedos fixos)
ru: TipTap влево (2 фиксированных пальца)
tr: TipTap Sol (2 Sabit Parmak)
zh_hant: TipTap 向左（2 固定手指）

# gesture.tipTapMiddleTwoFixed
source: TipTap 中间（2 指固定）
ar: TipTap الأوسط (2 إصبعين ثابتين)
de: TipTap Middle (2 feste Finger)
en: TipTap Middle (2 Fixed Fingers)
es: TipTap Middle (2 dedos fijos)
fr: TipTap Milieu (2 doigts fixes)
ja: TipTap 中央 (固定指 2 本)
ko: TipTap Middle(고정 손가락 2개)
pt: TipTap Middle (2 dedos fixos)
ru: TipTap Middle (2 фиксированных пальца)
tr: TipTap Orta (2 Sabit Parmak)
zh_hant: TipTap 中指（2 隻固定手指）

# gesture.tipTapRightTwoFixed
source: TipTap 右侧（2 指固定）
ar: TipTap لليمين (2 إصبعين ثابتين)
de: TipTap Right (2 feste Finger)
en: TipTap Right (2 Fixed Fingers)
es: TipTap hacia la derecha (2 dedos fijos)
fr: TipTap Droit (2 Doigts Fixes)
ja: 右にチップタップ (2 本の固定指)
ko: Tip오른쪽 탭(2개의 고정 손가락)
pt: TipTap Right (2 dedos fixos)
ru: TipTap Right (2 фиксированных пальца)
tr: TipTap Sağ (2 Sabit Parmak)
zh_hant: 提示向右輕按（2 固定手指）

# gesture.threeFingerTap
source: 三指轻点
ar: اضغط بثلاثة أصابع
de: Drei-Finger-Tippen
en: Three-Finger Tap
es: Toque con tres dedos
fr: Toucher à trois doigts
ja: 3本指タップ
ko: 세 손가락 탭
pt: Toque com três dedos
ru: Касание тремя пальцами
tr: Üç Parmakla Dokunma
zh_hant: 三指點擊

# gesture.fourFingerTap
source: 四指轻点
ar: اضغط بأربعة أصابع
de: Vier-Finger-Tippen
en: Four-Finger Tap
es: Toque con cuatro dedos
fr: Toucher à quatre doigts
ja: 4本指タップ
ko: 네 손가락 탭
pt: Toque com quatro dedos
ru: Касание четырьмя пальцами
tr: Dört Parmakla Dokunma
zh_hant: 四指點擊

# gesture.fiveFingerTap
source: 五指轻点
ar: اضغط بخمسة أصابع
de: Fünf-Finger-Tippen
en: Five-Finger Tap
es: Toque con cinco dedos
fr: Toucher à cinq doigts
ja: 5本指タップ
ko: 다섯 손가락 탭
pt: Toque com cinco dedos
ru: Касание пятью пальцами
tr: Beş Parmakla Dokunma
zh_hant: 五指點擊

# gesture.threeFingerLongTouch
source: 三指长触
ar: لمسة طويلة بثلاثة أصابع
de: Lange Berührung mit drei Fingern
en: Three-Finger Long Touch
es: Toque largo con tres dedos
fr: Toucher long à trois doigts
ja: 3本指ロングタッチ
ko: 세 손가락 롱 터치
pt: Toque longo com três dedos
ru: Длинное касание тремя пальцами
tr: Üç Parmakla Uzun Dokunuş
zh_hant: 三指長觸摸

# gesture.fourFingerLongTouch
source: 四指长触
ar: لمسة طويلة بأربعة أصابع
de: Vier-Finger-Langberührung
en: Four-Finger Long Touch
es: Toque largo con cuatro dedos
fr: Toucher long à quatre doigts
ja: 4本指ロングタッチ
ko: 네 손가락 롱 터치
pt: Toque longo com quatro dedos
ru: Длинное касание четырьмя пальцами
tr: Dört Parmakla Uzun Dokunuş
zh_hant: 四指長觸摸

# gesture.fiveFingerLongTouch
source: 五指长触
ar: لمسة طويلة بخمسة أصابع
de: Lange Berührung mit fünf Fingern
en: Five-Finger Long Touch
es: Toque largo con cinco dedos
fr: Toucher long à cinq doigts
ja: 5本指ロングタッチ
ko: 다섯 손가락 롱 터치
pt: Toque longo com cinco dedos
ru: Длинное касание пятью пальцами
tr: Beş Parmakla Uzun Dokunuş
zh_hant: 五指長觸摸

# gesture.threeFingerDoubleTap
source: 三指双击
ar: نقر مزدوج بثلاثة أصابع
de: Drei-Finger-Doppeltippen
en: Three-Finger Double Tap
es: Doble toque con tres dedos
fr: Double toucher à trois doigts
ja: 3本指ダブルタップ
ko: 세 손가락 이중 탭
pt: Toque duplo com três dedos
ru: Двойное касание тремя пальцами
tr: Üç Parmakla Çift Dokunma
zh_hant: 三指雙擊

# gesture.fourFingerDoubleTap
source: 四指双击
ar: نقر مزدوج بأربعة أصابع
de: Vier-Finger-Doppeltippen
en: Four-Finger Double Tap
es: Doble toque con cuatro dedos
fr: Double toucher à quatre doigts
ja: 4本指ダブルタップ
ko: 네 손가락 이중 탭
pt: Toque duplo com quatro dedos
ru: Двойное касание четырьмя пальцами
tr: Dört Parmakla Çift Dokunma
zh_hant: 四指雙擊

# gesture.fiveFingerDoubleTap
source: 五指双击
ar: نقر مزدوج بخمسة أصابع
de: Fünf-Finger-Doppeltippen
en: Five-Finger Double Tap
es: Doble toque con cinco dedos
fr: Double toucher à cinq doigts
ja: 5本指ダブルタップ
ko: 다섯 손가락 이중 탭
pt: Toque duplo com cinco dedos
ru: Двойное касание пятью пальцами
tr: Beş Parmakla Çift Dokunma
zh_hant: 五指雙擊

# gesture.demo.doubleTapFormat
source: %d 指连续轻触并抬起两次。
ar: المس ثم حرّر مرتين متتاليتين باستخدام %d أصابع.
de: Mit %d Fingern zweimal kurz hintereinander berühren und loslassen.
en: Touch and release twice in succession with %d fingers.
es: Toca y suelta dos veces seguidas con %d dedos.
fr: Touchez et relâchez deux fois de suite avec %d doigts.
ja: %d本の指で続けて2回タッチして放します。
ko: %d개의 손가락으로 연속 두 번 터치하고 놓습니다.
pt: Toque e solte duas vezes seguidas com %d dedos.
ru: Дважды подряд коснитесь и отпустите %d пальцами.
tr: %d parmakla art arda iki kez dokunup kaldırın.
zh_hant: %d 指連續輕觸並抬起兩次。

# gesture.demo.tipTapFormat
source: 保持 %d 指不动，再用一指反复轻点指定区域。
ar: أبقِ %d من أصابعك ثابتة، ثم انقر بشكل متكرر على المنطقة المحددة بإصبع إضافي.
de: Halten Sie %d Finger ruhig und tippen Sie dann mit einem weiteren Finger wiederholt auf den ausgewählten Bereich.
en: Keep %d fingers still, then repeatedly tap the selected area with one more finger.
es: Mantenga %d dedos quietos y toque repetidamente el área seleccionada con un dedo más.
fr: Gardez %d doigts immobiles, puis touchez plusieurs fois la zone sélectionnée avec un doigt supplémentaire.
ja: %d 本の指を動かさず、もう 1 本の指で選択した領域を繰り返しタップします。
ko: %d개의 손가락을 가만히 유지한 다음 손가락 하나를 더 사용해 선택한 영역을 반복해서 탭하세요.
pt: Mantenha %d dedos imóveis e toque repetidamente na área selecionada com mais um dedo.
ru: Удерживайте %d пальца неподвижно, затем несколько раз коснитесь выбранной области еще одним пальцем.
tr: %d parmağı sabit tutun, ardından bir parmak daha kullanarak seçili alana art arda dokunun.
zh_hant: 保持 %d 根手指不動，再用一根手指反覆輕點所選區域。

# gesture.demo.tapFormat
source: %d 指同时轻触并抬起。
ar: المس ثم حرّر باستخدام %d من أصابعك معًا.
de: Mit %d Fingern gleichzeitig berühren und loslassen.
en: Touch and release with %d fingers together.
es: Toca y suelta con %d dedos juntos.
fr: Touchez et relâchez avec %d doigts ensemble.
ja: %d 本の指を合わせてタッチして放します。
ko: %d개의 손가락을 함께 터치하고 놓습니다.
pt: Toque e solte com %d dedos juntos.
ru: Коснитесь и отпустите, соединив %d пальцы.
tr: %d parmakla aynı anda dokunup kaldırın.
zh_hant: 用 %d 手指併攏觸碰並釋放。

# gesture.demo.longTouchFormat
source: %d 指保持接触约半秒。
ar: استمر في لمس أصابع %d لمدة نصف ثانية تقريبًا.
de: Berühren Sie %d Finger etwa eine halbe Sekunde lang.
en: Keep %d fingers touching for about half a second.
es: Mantén los dedos de %d tocándose durante aproximadamente medio segundo.
fr: Gardez %d doigts en contact pendant environ une demi-seconde.
ja: %d 本の指を約 0.5 秒間触れたままにしてください。
ko: %d개의 손가락을 약 0.5초 동안 계속 터치하세요.
pt: Mantenha os dedos %d se tocando por cerca de meio segundo.
ru: Держите пальцы %d соприкасающимися примерно полсекунды.
tr: %d parmağınızı yaklaşık yarım saniye temas halinde tutun.
zh_hant: 保持 %d 手指接觸約半秒。

# settings.typing.title
source: 输入保护
ar: حماية الكتابة
de: Eingabeschutz
en: Typing Protection
es: Protección al escribir
fr: Protection de saisie
ja: 入力保護
ko: 입력 보호
pt: Proteção ao digitar
ru: Защита при вводе
tr: Yazma Koruması
zh_hant: 輸入保護

# settings.typing.ignore.title
source: 输入时忽略手势
ar: تجاهل الإيماءات أثناء الكتابة
de: Gesten beim Tippen ignorieren
en: Ignore Gestures While Typing
es: Ignorar gestos al escribir
fr: Ignorer les gestes pendant la saisie
ja: 入力中はジェスチャを無視
ko: 입력 중 제스처 무시
pt: Ignorar gestos ao digitar
ru: Игнорировать жесты при вводе
tr: Yazarken Hareketleri Yoksay
zh_hant: 輸入時忽略手勢

# settings.typing.ignore.description
source: 按下普通按键时暂停识别，避免手掌误触触控板。
ar: يوقف التعرف مؤقتًا أثناء الكتابة لمنع إيماءات لوحة التعقب غير المقصودة.
de: Pausiert die Erkennung beim Tippen, um versehentliche Trackpad-Gesten zu vermeiden.
en: Pauses recognition while typing to prevent accidental trackpad gestures.
es: Pausa el reconocimiento al escribir para evitar gestos accidentales en el trackpad.
fr: Suspend la reconnaissance pendant la saisie pour éviter les gestes accidentels sur le trackpad.
ja: 入力中は認識を一時停止し、トラックパッドの誤操作を防ぎます。
ko: 입력 중 인식을 일시 중지하여 트랙패드 오작동을 방지합니다.
pt: Pausa o reconhecimento ao digitar para evitar gestos acidentais no trackpad.
ru: Приостанавливает распознавание во время ввода, предотвращая случайные жесты на трекпаде.
tr: Yanlışlıkla yapılan Trackpad hareketlerini önlemek için yazarken tanıma duraklatılır.
zh_hant: 按下普通按鍵時暫停辨識，避免手掌誤觸觸控板。

# settings.typing.grace.title
source: 停止输入后的延迟
ar: التأخير بعد الكتابة
de: Verzögerung nach dem Tippen
en: Delay After Typing
es: Retardo después de escribir
fr: Délai après la saisie
ja: 入力後の遅延
ko: 입력 후 지연
pt: Atraso após digitar
ru: Задержка после ввода
tr: Yazmadan Sonraki Gecikme
zh_hant: 停止輸入後的延遲

# settings.typing.grace.description
source: 最后一次按键后继续暂停识别；较短更灵敏，较长可减少更多误触；默认 0.4 秒。
ar: يستمر الإيقاف بعد آخر ضغطة؛ التأخير الأقصر أسرع، والأطول يقلل اللمسات العرضية. الافتراضي 0.4 ثانية.
de: Pausiert nach dem letzten Tastendruck weiter. Kürzer reagiert schneller, länger verhindert mehr Fehlberührungen. Standard: 0,4 Sekunden.
en: Continues pausing after the last key event. Shorter responds sooner; longer prevents more accidental gestures. Default: 0.4 seconds.
es: Mantiene la pausa tras la última pulsación. Un valor menor responde antes; uno mayor evita más gestos accidentales. Predeterminado: 0,4 segundos.
fr: Prolonge la pause après la dernière frappe. Un délai court réagit plus vite ; un délai long évite davantage de gestes accidentels. Valeur par défaut : 0,4 seconde.
ja: 最後のキー入力後も一時停止します。短いほど素早く反応し、長いほど誤操作を防ぎます。デフォルトは 0.4 秒です。
ko: 마지막 키 입력 후에도 일시 중지합니다. 짧으면 더 빨리 반응하고, 길면 오작동을 더 줄입니다. 기본값은 0.4초입니다.
pt: Mantém a pausa após a última tecla. Um valor menor responde antes; um maior evita mais gestos acidentais. Padrão: 0,4 segundos.
ru: Продлевает паузу после последнего нажатия. Меньшее значение быстрее реагирует, большее предотвращает больше случайных жестов. По умолчанию: 0,4 секунды.
tr: Son tuş işleminden sonra da tanıma duraklatılmaya devam eder. Süre kısalırsa daha çabuk yanıt verilir; uzarsa daha fazla yanlış hareket önlenir. Varsayılan: 0,4 saniye.
zh_hant: 最後一次按鍵後繼續暫停辨識；較短更靈敏，較長可減少更多誤觸；預設 0.4 秒。

# settings.typing.grace.valueFormat
source: %.1f 秒
ar: %.1f ث
de: %.1f s
en: %.1f s
es: %.1f s
fr: %.1f s
ko: %.1f초
pt: %.1f s
ru: %.1f с
tr: %.1f s

# gesture.conflict.secondaryClick
source: macOS 不提供原生点击来源。连接其他鼠标或虚拟指针时，会直接放行可产生点击的触控板手势，而不执行其映射。
ar: لا يحدد macOS مصدر النقرات الأصلية. أثناء اتصال ماوس آخر أو مؤشر افتراضي، تمر إيماءات لوحة التتبع التي تُنتج نقرات دون تشغيل تعييناتها.
de: macOS identifiziert die Quelle nativer Klicks nicht. Solange eine andere Maus oder ein virtueller Zeiger verbunden ist, werden klickerzeugende Trackpad-Gesten durchgereicht, ohne ihre Zuordnungen auszuführen.
en: macOS does not identify native-click sources. While another mouse or virtual pointer is connected, click-producing trackpad gestures pass through without running their mappings.
es: macOS no identifica el origen de los clics nativos. Mientras haya otro ratón o puntero virtual conectado, los gestos del trackpad que producen clics se dejan pasar sin ejecutar sus mapeos.
fr: macOS n’identifie pas la source des clics natifs. Lorsqu’une autre souris ou un pointeur virtuel est connecté, les gestes du trackpad produisant des clics sont transmis sans exécuter leurs mappages.
ja: macOS はネイティブクリックの入力元を識別しません。別のマウスまたは仮想ポインタが接続されている間、クリックを発生させるトラックパッドジェスチャはマッピングを実行せずにそのまま通過します。
ko: macOS는 기본 클릭의 입력 장치를 식별하지 않습니다. 다른 마우스나 가상 포인터가 연결되어 있으면 클릭을 발생시키는 트랙패드 제스처는 매핑을 실행하지 않고 그대로 통과합니다.
pt: O macOS não identifica a origem dos cliques nativos. Enquanto outro mouse ou ponteiro virtual estiver conectado, os gestos do trackpad que produzem cliques passam sem executar seus mapeamentos.
ru: macOS не определяет источник системных щелчков. Пока подключена другая мышь или виртуальный указатель, жесты трекпада, создающие щелчки, пропускаются без выполнения своих сопоставлений.
tr: macOS, yerel tıklamaların kaynağını belirlemez. Başka bir fare ya da sanal işaretçi bağlıyken tıklama oluşturan Trackpad hareketleri, eşlemeleri çalıştırılmadan doğrudan geçer.
zh_hant: macOS 不提供原生點按來源。連接其他滑鼠或虛擬指標時，會直接放行可產生點按的觸控板手勢，而不執行其映射。

# gesture.conflict.threeFinger
source: 可能与“查询与数据检测器”或三指拖移冲突。
ar: قد يتعارض مع أدوات البحث والبيانات أو السحب بثلاثة أصابع.
de: Kann mit Look Up & Data Detectors oder dem Ziehen mit drei Fingern in Konflikt geraten.
en: May conflict with Look Up & Data Detectors or three-finger dragging.
es: Puede entrar en conflicto con los detectores de búsqueda y datos o al arrastrar con tres dedos.
fr: Peut entrer en conflit avec les détecteurs de recherche et de données ou avec le glissement à trois doigts.
ja: ルックアップとデータ検出機能または 3 本指のドラッグと競合する可能性があります。
ko: 조회 및 데이터 탐지기 또는 세 손가락 드래그와 충돌할 수 있습니다.
pt: Pode entrar em conflito com Look Up & Data Detectors ou arrastar com três dedos.
ru: Может конфликтовать с поиском и детекторами данных или перетаскиванием тремя пальцами.
tr: Sözlükte Ara ve Veri Dedektörleri ya da üç parmakla sürükleme özelliğiyle çakışabilir.
zh_hant: 可能與查找和資料偵測器或三指拖曳發生衝突。

# gesture.conflict.fourFinger
source: 可能与调度中心、App Exposé 或全屏切换手势冲突。
ar: قد يتعارض مع Mission Control أو App Exposé أو تبديل التطبيق بملء الشاشة.
de: Möglicherweise Konflikt mit Mission Control, App Exposé oder Vollbild-App-Wechsel.
en: May conflict with Mission Control, App Exposé, or full-screen app switching.
es: Puede entrar en conflicto con Mission Control, App Exposé o el cambio de aplicación en pantalla completa.
fr: Peut entrer en conflit avec Mission Control, App Exposé ou le changement d'application en plein écran.
ja: Mission Control、App Exposé、または全画面アプリの切り替えと競合する可能性があります。
ko: Mission Control, App Exposé 또는 전체 화면 앱 전환과 충돌할 수 있습니다.
pt: Pode entrar em conflito com o Mission Control, App Exposé ou alternância de aplicativos em tela cheia.
ru: Может конфликтовать с Mission Control, App Exposé или полноэкранным переключением приложений.
tr: Mission Control, App Exposé veya tam ekran uygulama geçişiyle çakışabilir.
zh_hant: 可能與 Mission Control、App Exposé 或全螢幕應用程式切換發生衝突。

# gesture.category.tap
source: 轻点
ar: نقرة
de: Tippen
en: Tap
es: Toque
fr: Toucher
ja: タップ
ko: 탭
pt: Toque
ru: Касание
tr: Dokunma
zh_hant: 輕點

# gesture.category.doubleTap
source: 双击
ar: نقرة مزدوجة
de: Doppeltippen
en: Double Tap
es: Doble toque
fr: Double toucher
ja: ダブルタップ
ko: 이중 탭
pt: Toque duplo
ru: Двойное касание
tr: Çift Dokunma
zh_hant: 雙擊

# gesture.category.click
source: 按下点击
ar: نقرة فعلية
de: Physischer Klick
en: Physical Click
es: Clic físico
fr: Clic physique
ja: 物理クリック
ko: 물리적 클릭
pt: Clique físico
ru: Физический щелчок
tr: Fiziksel Tıklama
zh_hant: 按下點按

# gesture.category.longTouch
source: 长触
ar: لمس مطول
de: Langes Berühren
en: Touch and Hold
es: Mantener pulsado
fr: Toucher prolongé
ja: 長押し
ko: 길게 터치
pt: Toque prolongado
ru: Долгое касание
tr: Basılı Tutma
zh_hant: 長觸

# gesture.twoFingerClick
source: 双指按下点击
ar: نقرة فعلية بإصبعين
de: Zwei-Finger-Klick
en: Two-Finger Click
es: Clic con dos dedos
fr: Clic à deux doigts
ja: 2本指クリック
ko: 두 손가락 클릭
pt: Clique com dois dedos
ru: Щелчок двумя пальцами
tr: İki Parmakla Tıklama
zh_hant: 雙指按下點按

# gesture.threeFingerClick
source: 三指按下点击
ar: نقرة فعلية بثلاثة أصابع
de: Drei-Finger-Klick
en: Three-Finger Click
es: Clic con tres dedos
fr: Clic à trois doigts
ja: 3本指クリック
ko: 세 손가락 클릭
pt: Clique com três dedos
ru: Щелчок тремя пальцами
tr: Üç Parmakla Tıklama
zh_hant: 三指按下點按

# gesture.demo.clickFormat
source: 保持 %d 指接触并按下触控板，直到产生一次物理点击。
ar: أبقِ %d أصابع ملامسة واضغط على لوحة التعقب حتى تسمع نقرة فعلية واحدة.
de: %d Finger auflegen und das Trackpad drücken, bis es einmal physisch klickt.
en: Keep %d fingers touching and press the trackpad until it physically clicks once.
es: Mantén %d dedos apoyados y presiona el trackpad hasta producir un clic físico.
fr: Gardez %d doigts posés et appuyez sur le trackpad jusqu’à produire un clic physique.
ja: %d本の指を触れたまま、1回物理的にクリックするまでトラックパッドを押します。
ko: %d개의 손가락을 댄 채 한 번 물리적으로 클릭될 때까지 트랙패드를 누르세요.
pt: Mantenha %d dedos apoiados e pressione o trackpad até produzir um clique físico.
ru: Удерживайте %d пальца на трекпаде и нажмите до одного физического щелчка.
tr: %d parmağınız temas halindeyken Trackpad'e fiziksel olarak bir kez tıklayana kadar basın.
zh_hant: 保持 %d 指接觸並按下觸控板，直到產生一次實體點按。

# gesture.conflict.twoFingerClick
source: 通常会替代 macOS 的双指辅助点按（右键）。
ar: يستبدل هذا عادةً النقر الثانوي بإصبعين (النقر بزر الماوس الأيمن) في macOS.
de: Ersetzt normalerweise den Zwei-Finger-Sekundärklick (Rechtsklick) von macOS.
en: This usually replaces macOS two-finger secondary click (right-click).
es: Normalmente sustituye el clic secundario con dos dedos de macOS (clic derecho).
fr: Remplace généralement le clic secondaire à deux doigts de macOS (clic droit).
ja: 通常、macOSの2本指の副ボタンクリック（右クリック）に置き換わります。
ko: 일반적으로 macOS의 두 손가락 보조 클릭(오른쪽 클릭)을 대체합니다.
pt: Normalmente substitui o clique secundário com dois dedos do macOS (botão direito).
ru: Обычно заменяет вторичный щелчок двумя пальцами (правую кнопку) в macOS.
tr: Bu hareket genellikle macOS'taki iki parmakla ikincil tıklamanın (sağ tıklama) yerini alır.
zh_hant: 通常會取代 macOS 的雙指輔助點按（右鍵）。

# settings.mappings.tipTapGuide.hold
source: 先放下 1 或 2 指并保持不动。
ar: ضع إصبعًا أو إصبعين وأبقِهما ثابتين.
de: Legen Sie einen oder zwei Finger auf und halten Sie sie ruhig.
en: Place one or two fingers and keep them still.
es: Apoya uno o dos dedos y mantenlos quietos.
fr: Posez un ou deux doigts et gardez-les immobiles.
ja: 1 本または 2 本の指を置き、動かさずに保ちます。
ko: 한두 손가락을 올려놓고 움직이지 마세요.
pt: Coloque um ou dois dedos e mantenha-os imóveis.
ru: Положите один или два пальца и держите их неподвижно.
tr: Bir ya da iki parmak yerleştirin ve hareketsiz tutun.
zh_hant: 先放下 1 或 2 指並保持不動。

# settings.mappings.tipTapGuide.tap
source: 用另一指在固定手指组的左侧或右侧轻点。
ar: بإصبع آخر، انقر يسار أو يمين مجموعة الأصابع الثابتة.
de: Tippen Sie mit einem weiteren Finger links oder rechts neben die ruhenden Finger.
en: With another finger, tap to the left or right of the fixed-finger group.
es: Con otro dedo, toca a la izquierda o derecha del grupo de dedos fijos.
fr: Avec un autre doigt, touchez à gauche ou à droite des doigts fixes.
ja: 別の指で、固定した指の左側または右側をタップします。
ko: 다른 손가락으로 고정한 손가락의 왼쪽이나 오른쪽을 탭하세요.
pt: Com outro dedo, toque à esquerda ou à direita dos dedos fixos.
ru: Другим пальцем коснитесь слева или справа от неподвижных пальцев.
tr: Diğer parmağınızla, sabit parmak grubunun soluna veya sağına dokunun.
zh_hant: 用另一指在固定手指組的左側或右側輕點。
